#--------設定パラメータ---------------------------
Stop = 0.1              #終了までに計算する秒数 
ImageFile = './data/images/NACA63415.jpg' #解析を行う物体形状
AOA       = 30.0        #迎角 (Angle of Attack)
deltaT    = 0.001       #解析間隔 delta T
Re        = 1.0e6       #レイノルズ数

#------------粒子法表示パラメータ-----------------
numP      = 5000        #粒子の数
TimeP     = 100         #粒子放出継続
sizeP     = 3.0         #粒子の大きさ
speedCoef = 1.0         #速度調節パラメータ
#-------------------------------------------------

NX     =  600           #x方向分割数（固定）
NY     =  300           #y方向分割数（固定）
SIZE_X =  3.0
SIZE_Y =  1.5

Map_X  =  50            #物体表示補正X軸
Map_Y  =  80            #物体表示補正Y軸

MF     =  10            #Mesh Factor;格子矢印間隔
#***************************************************
